
[Subtitles]

DLC3_TP_ShenMessage_01="Оскiльки ми привели цю штуку в порядок, нарештi можна спробувати отримати доступ до неактивних поки систем. Ну-ка, подружитеся ви обидва?.."
DLC3_TP_ShenMessage_02="Що за?.."
DLC3_TP_ShenMessage_03="Шень, у мене тут якийсь збiй. Вся панель постраждала, напевно..."
DLC3_TP_ShenMessage_04="Я працюю над цим."
DLC3_TP_ShenMessage_05="Хтось увiмкнув твiй бездротовий канал... Але як це можливо? Цi системи нiхто не може знати."
DLC3_TP_ShenMessage_06="Шень, у мене всi рiвнi скачуть. Що там у тебе робиться?"
DLC3_TP_ShenMessage_07="Тату?"

DLC3_TP_SparkActivation_01="Ось, значить, про що ця штука намагалася нам сказати..."
DLC3_TP_SparkActivation_02="Ти змогла дiстатися сюди. Залишилося лише налаштувати мою систему на передачу; подальший конфлiкт безглуздий."
DLC3_TP_SparkActivation_03="Шень, ти ж не хочеш на справдi слухати цю штуку?.."
DLC3_TP_SparkActivation_04="Це точно справа рук батька..."
DLC3_TP_SparkActivation_05="Особистiсть: ШЕНЬ, ЛIЛI. Очiкування закрiплення."
DLC3_TP_SparkActivation_06="Нi! Не може бути! БАТЬКО НЕ МIГ ЦЬОГО БАЖАТИ!.."
DLC3_TP_SparkActivation_07="Щось менi вiдчулось, що це саме те, чого вiн бажав."
DLC3_TP_SparkActivation_08="Пiдтвердження особистостi. Запуск протоколiв завантаження."
DLC3_TP_SparkActivation_09="Нi! Я не допущу!.."
DLC3_TP_SparkActivation_10="Це i справдi вiн..."
DLC3_TP_SparkActivation_11="Лiлi, якщо ти бачиш це повiдомлення, значить, прототип «Iскри» успiшно активовано. Також це значить, що мене скорiше за все напевно вже нема. Я завжди дуже боявся того, що залишу тебе одну в цьому свiтi."
DLC3_TP_SparkActivation_12="Ти не..."
DLC3_TP_SparkActivation_13="Я сподiвався, що цей день не настане, але без керiвництва проект XCOM... вже не той. Судячи з останнiх звiтiв, нам не вдасться довго утримувати цю базу."
DLC3_TP_SparkActivation_14="Тому менi довелося прискорити розробку прототипу робота «Iскра». Вважаю, настане день, коли ця машина зробить свiй внесок у виживання людства. Навряд чи зразок буде запущений у масове виробництво, але у даного прототипу наявне цiлком конкретне призначення..."
DLC3_TP_SparkActivation_15="Вiн захистить тебе - можливо, краще, нiж я сам. Я багато бачив i багато зробив у цьому життi, Лiлi, але я точно знаю: ти - найкраще, що я залишаю цьому свiту."



